<html lang = "en">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title></title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">  
    <link rel="icon" type="image/x-icon" href="/img/favi.jpg">
    <link type = "text/css"  href = "/css/style.css" rel = "stylesheet">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Raleway:wght@100;400&display=swap" rel="stylesheet"> 
  </head>
  <body>
    <nav class="navbar navbar-expand-lg navbar-light slomocoNav">
        <div class = "container-fluid">
            <a class="navbar-brand" href="#"><img src = "/img/favi.jpg" height = 50px width = 50px></a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
          <span class="navbar-toggler-icon"></span>
        </button>
        <div class="collapse navbar-collapse" id="navbarSupportedContent">
            <ul class="navbar-nav me-auto mb-2 mb-lg-0">
              <li class="nav-item"><a href="/index.html" class="nav-link">Home</a></li>
              <li class="nav-item"><a href="/projects" class="nav-link">Projects</a></li>
              <li class="nav-item"><a href="/timetable" class="nav-link">Timetable</a></li>
              <li class="nav-item"><a href="/about" class="nav-link">About</a></li>
            </ul>
            </div>
            </div>
        </nav>
    </header>
    <main class = "container py-5">
      <article>
          <p>Report of the 1st Day - Corpos Sonoros 13/05/2021 (originally written in Portuguese then translated to English)</p>

<p>Jo&atilde;o: We started the meeting talking, realizing that after so long we only solved technical problems due to the remote nature of this residency. We decided for the first time not to use Giromin and it was great. We started with what we had planned. The planning we had done before was too complex and long to be practiced in a single meeting, so we redesigned everything on the spot. We made a very open plan, without defining exactly what we were going to do. I feel that we were groping for a process that made sense for both of us. We came to an agreement to follow the following practices: - 5 minutes of relaxation - Draw body sensation on the body sheet - Body improvisation practice guided by Thembi from movements where one part of the body touches another in circular and spiral movements - Exploring sounds from these movements</p>

<p>I had thought of exploring the sounds already by imagining new sounds and experimenting with the mouth which movement would be connected to which sound. I loved Thembi's idea of making the process starting from the listening that the contact of two parts of the body generate, together with the sound of bones, joints, breathing.</p>

<p></p>

<p>First we spent 5 minutes feeling our body, noticing in which state the body was, which part was tense, which was more relaxed... I started noticing how tense my head was, with a lot of anxiety, insecurity of trying to practice a methodology that I only read in books and papers and which I had no idea how to conduct. I was letting my body drop to the floor and realized that my lower back was very tense and that it was relaxing with time just by directing my attention to it. Then the tension in my shoulders and feet became clearer. We then did the drawings on the body sheets and Thembi made the great suggestion that we start the practice before talking about it. She led the whole practice in a very smooth and pleasant way to follow. We started exploring the contact between the hands, going through all the joints, extending the contact movement to the arms, articulating the spine, the legs, and then the whole body moved from a point of contact of the body with itself. It reminded me very much of improvisational contact practice, but alone. She conducted it in a way to stimulate new contacts from different parts of the body, trying to exhaust all possibilities. hand with head, elbow with leg, foot with thigh...  All the practice I did paying attention to the sounds my body made. How the hand rubbed the skin, how I heard the sound of my hair being flipped, my hand passing over my ear, the tensions in my neck snapping. I noticed that I ended up preferring the movements of hand contact with the arm, which was rich in detail, and of hand contact with the head and neck because I was especially tense in this region. Very pleasant a movement that makes a tense part of the body relax. We ended the practice with Thembi leading another 5 minutes of relaxation where I noticed how my body was more relaxed. She suggested afterwards that we do the drawing on the body sheet but I suggested we do it at the end of the whole practice. I was thinking that we would still explore the sounds with the movements but one conversation led to another and we are both good talkers... we ended up just talking and finished the practice. Next time I understood that the talking parts need to be only at the beginning and at the end of the whole practice, otherwise it extends too much and the body cools down. We talked several things about how the movement was for each one of us and what was connected from each part that we like the most with what we are feeling lately. She dived into a repetitive movement of the show she is putting on with the bamboo machines and the movements of hand pressure against the external with low sounds. We decided for the next meeting to follow this principle of movement of contact with one's own body, starting with the exploration of movement to warm up and inserting the sound with our voice. We will try, if it makes sense, to focus on the hand movements with the arms and hand with the external and generate ideas by the method of bodystorming, generating ideas and doing them.  The next meeting will be on Saturday, May 15th at 6pm BRT, so let's take advantage of the fact that we invited Kavi, Ren&eacute;e to invite them to participate in the process. If Kavi is not willing to move with us I'll try to leave Giromin's data ready attached to my arm and Thembi's external sending her the data to modify our camera image.</p>

<p>Thembi: Last Friday, at the meeting of the micro residents group, I shared the idea of doing an improvisation on Saturday by sending the giromin signals. So I figured that in our meeting today, John and I would prepare something for the improvisation. But Jo&atilde;o suggested that we should not use the giromin and go on to movement practice, and from there generate sounds with vocalizations. A methodology that we suggested in the project, but did not follow until then, because we ended up focusing more on solving technical and connection problems for the use of the cell phones and the giromin. We came to the conclusion that we still don't have a sound database, and that maybe for this sound research allied to movements and sensors it will be necessary the participation of musicians. Or, we may have more time to use sensors, microphones, and other strategies to discover and produce sounds related to the sonorization of the body and to other sound environments that may emerge from these corporal practices. We started with the body perception notepad brought by Jo&atilde;o from soma design, the body sheet. Although I am not in the habit of taking notes, it is a recurring practice in my experiences with dance, improvisational contact, and somatic practices. However, the proposal of drawing the body and writing it down seems to help present a little more the sensations and their modifications after the practice.</p>

<p></p>

<p>We did: - 5 minutes of body perception  - drawing on the body sheet - produce heat in the hands and place over the part in which you felt some discomfort, repeat and let that part of the contact start to follow a flow - warm up guided by hand contact, skin contact, with round movements and with the idea of always keeping some part of the body in contact with another - beginning of an amplification of breathing and vocalization that gradually entered into my movements - finishing by lying on the floor in a star shape with the back supported and again doing the body mapping - we didn't finish with the closing of the drawing, but I had already done it mentally and marked the most relevant that was the relaxation of my lower back and a greater support of the contact of my back with the floor About sounds and flow of movements: We talked about the different sounds of contact with different parts of the body, of rhythms, speeds. Something that is now incorporated in my movement, the repetition of rhythmic patterns, especially, because I am rehearsing a piece with sound objects from O Grivo that has this relationship. We agreed to follow this dynamic in the next meeting and focus on the arm movements that became more preeminent for Jo&atilde;o To establish sound patterns that may emerge Bass - treble sounds Relationship of the beginning of the movement of the center or the extremities Could this have any relation to sounds? Sound of body parts, which sounds stimulate and dialogue with the external, scapula, hips, arms Is it possible to establish sound qualities linked to movement qualities?  Is it worthwhile to fix them? Or in each improvisation a pattern of movements could have other sounds? These are some questions among many others that arose in our conversations and that we will continue to explore with these practices of movements and sounds. For a second step we thought about doing this same kind of exploration with the bamboos Thinking to what extent it is already a device that acts and provokes the modifications of bodily sensations Here I am dialoguing with the mattress that heats certain parts of the body developed in the research with Feldenkrais by Kristina Hook of soma design. It's still a bibliography that I haven't had a chance to deepen, but I love all the references brought by Jo&atilde;o &#8195; (Texto original) Relato do 1&ordm; Encontro - Corpos Sonoros 13/05/2021</p>

<p>Jo&atilde;o: Come&ccedil;amos o encontro conversando, percebendo que depois de tanto tempo s&oacute; resolvemos problemas t&eacute;cnicos da comunica&ccedil;&atilde;o a dist&acirc;ncia. Resolvemos pela primeira vez n&atilde;o usar o giromin e foi &oacute;timo. Come&ccedil;amos o que hav&iacute;amos planejado. O planejamento que fizemos antes era muito complexo e longo demais pra ser praticado em um encontro s&oacute;, replanejamos tudo na hora. Fizemos um planejamento bem aberto, sem definir exatamente o que &iacute;amos fazer. Sinto que est&aacute;vamos tateando um processo que fizesse sentido para os dois. Chegamos num acordo de seguir as seguintes pr&aacute;ticas: - 5 minutos de relaxamento - Desenhar sensa&ccedil;&atilde;o corporal na body sheet - Pr&aacute;tica de improvisa&ccedil;&atilde;o corporal guiada por Thembi a partir de movimentos onde uma parte do corpo encosta em outra em movimentos circulares e espirais - Explorar sons a partir desses movimentos</p>

<p>Eu tinha pensado em explorar os sons j&aacute; imaginando novos sons e experimentando com a boca qual movimento estaria ligado a qual som. Adorei a ideia de Thembi de fazer o processo partindo da escuta que o contato de duas partes do corpo geram, junto com o som dos ossos, das articula&ccedil;&otilde;es, da respira&ccedil;&atilde;o.    Primeiro passamos 5 minutos sentindo nosso corpo, percebendo em que estado o corpo estava, qual parte estava tensa, qual estava mais relaxada&#8230; Eu comecei percebendo como minha cabe&ccedil;a estava tensa, com muita ansiedade, inseguran&ccedil;a de tentar praticar uma metodologia que eu s&oacute; li em livros e artigos e a qual n&atilde;o tinha a menor ideia de como conduzir. Fui deixando o corpo cair sobre o ch&atilde;o e percebi que minha lombar estava muito tensa e que ela estava relaxando com o tempo s&oacute; de eu dirigir a minha aten&ccedil;&atilde;o a ela. A&iacute; ficou mais clara a tens&atilde;o nos meus ombros e no meu p&eacute;. Fizemos ent&atilde;o os desenhos nas body sheets e Thembi fez a &oacute;tima sugest&atilde;o de come&ccedil;armos a pr&aacute;tica antes de conversarmos sobre ela. Ela conduziu toda a pr&aacute;tica de uma maneira muito suave e prazerosa de acompanhar. Come&ccedil;amos explorando o contato entre as m&atilde;os, passando por todas as articula&ccedil;&otilde;es, estendendo o movimento de contato para os bra&ccedil;os, articulando a coluna, as pernas e ent&atilde;o todo o corpo se movia a partir de um ponto de contato do corpo com ele mesmo. Me lembrou muito a pr&aacute;tica de contato improvisa&ccedil;&atilde;o, mas sozinho. Ela conduziu de maneira a estimular novos contatos de diferentes partes do corpo, tentando exaurir todas as possibilidades. m&atilde;o com cabe&ccedil;a, cotovelo com perna, p&eacute; com coxa&#8230;  Toda a pr&aacute;tica eu fiz prestando aten&ccedil;&atilde;o nos sons que meu corpo fazia. Como a m&atilde;o friccionava a pele, como eu ouvia o som dos cabelos sendo revirados, da minha m&atilde;o passando no ouvido, das tens&otilde;es do pesco&ccedil;o estalando. Notei que acabei preferindo os movimentos de contato da m&atilde;o com o bra&ccedil;o, que era rico em detalhes, e do contato da m&atilde;o com a cabe&ccedil;a e pesco&ccedil;o porque eu estava especialmente tenso nesta regi&atilde;o. Muito prazeroso um movimento que faz uma parte tensa do corpo relaxar. Terminamos a pr&aacute;tica com Thembi conduzindo mais 5 minutos de relaxamento onde percebi como meu corpo estava mais relaxado. Ela sugeriu depois que fiz&eacute;ssemos o desenho no body sheet mas eu sugeri que fiz&eacute;ssemos no final de toda a pr&aacute;tica. Eu estava pensando que ainda ir&iacute;amos explorar os sons com os movimentos mas uma conversa foi levando a outra e n&oacute;s dois somos bons de papo&#8230; acabou que s&oacute; falamos e acabamos a pr&aacute;tica. Na pr&oacute;xima vez entendi que as partes de conversa precisam ficar s&oacute; no come&ccedil;o e no final de toda a pr&aacute;tica, sen&atilde;o se estende demais e o corpo esfria. Conversamos v&aacute;rias coisas sobre como foi pra cada um o movimento e o que estava ligado de cada parte que gostamos mais com o que estamos sentindo ultimamente. Ela mergulhou num movimento repetitivo do espet&aacute;culo que ela est&aacute; montando com as m&aacute;quinas de bambu e os movimentos de press&atilde;o da m&atilde;o contra o externo com sons graves. Decidimos pro pr&oacute;ximo encontro seguir esse princ&iacute;pio de movimento do contato com o pr&oacute;prio corpo, come&ccedil;ando com a explora&ccedil;&atilde;o do movimento para aquecer e inserindo o som com a nossa voz. Vamos tentar, se fizer sentido, focar nos movimentos de m&atilde;o com os bra&ccedil;os e m&atilde;o com o externo e gerar ideias pelo m&eacute;todo de bodystorming, gerando ideias e fazendo elas.  O pr&oacute;ximo encontro vai ser no s&aacute;bado, 15/5 as 18h BRT, vamos aproveitar que convidamos Kavi, Ren&eacute;e pra convid&aacute;-las a participar do processo. Se Kavii n&atilde;o estiver disposta a mover com a gente vou tentar deixar pronto os dados do Giromin preso no meu bra&ccedil;o e no externo de Thembi mandando dos dados pra ela modificar a imagem da nossa c&acirc;mera. Corpos Sonoros &ndash; 13.05. 2021 Thembi &amp; Jo&atilde;o Thembi:  Na &uacute;ltima sexta feira, no encontro do grupo de micro residentes, compartilhei a ideia de fazermos uma improvisa&ccedil;&atilde;o no s&aacute;bado enviando os sinais do giromin. Assim, imaginei que no nosso encontro de hoje, eu e o Jo&atilde;o preparar&iacute;amos algo para a improvisa&ccedil;&atilde;o. Mas o Jo&atilde;o sugeriu que n&atilde;o us&aacute;ssemos o giromin e fossemos para a pr&aacute;tica de movimento, e partindo dela ger&aacute;ssemos os sons com vocaliza&ccedil;&otilde;es. Metodologia que sugerimos no projeto, mas que at&eacute; ent&atilde;o n&atilde;o seguimos, pois acabamos mais focados em resolver problemas t&eacute;cnicos e de conex&otilde;es para o uso dos celulares e do giromin. Chegamos a conclus&atilde;o que ainda n&atilde;o temos um banco de dados sonoros, e que talvez para essa pesquisa de sons aliadas aos movimentos e sensores seja necess&aacute;ria a participa&ccedil;&atilde;o de m&uacute;sicos. Ou ent&atilde;o, termos mais tempos para que com a utiliza&ccedil;&atilde;o de captores, microfones, e outras estrat&eacute;gias possamos descobrir e produzirmos sons relacionados a sonoriza&ccedil;&atilde;o do corpo e a outros ambientes sonoros que possam emergir dessas pr&aacute;ticas corporais. Iniciamos com a folha de anota&ccedil;&atilde;o da percep&ccedil;&atilde;o do corpo trazida pelo Jo&atilde;o do soma design, a body sheet. Ainda que n&atilde;o tenha como h&aacute;bito fazer a anota&ccedil;&atilde;o, &eacute; uma pr&aacute;tica recorrente nas minhas experi&ecirc;ncias com dan&ccedil;a, contato improvisa&ccedil;&atilde;o e pr&aacute;ticas som&aacute;ticas. Por&eacute;m a proposta de desenhar o corpo e anotar parece ajudar a presentificar um pouco mais as sensa&ccedil;&otilde;es e as suas modifica&ccedil;&otilde;es ap&oacute;s a pr&aacute;tica.</p>

<p></p>

<p>Fizemos: - 5 minutos de percep&ccedil;&atilde;o corporal  - desenho na body sheet - produzir calor nas m&atilde;os e colocar sobre a parte em que sentiu algum desconforto, repetir e deixar que essa parte do contato comece a seguir um fluxo - aquecimento guiado pelo contato das m&atilde;os, da pele, com movimentos redondos e com a ideia de sempre manter alguma parte do corpo em contato com outra - in&iacute;cio de uma amplifica&ccedil;&atilde;o da respira&ccedil;&atilde;o e vocaliza&ccedil;&atilde;o que foi entrando pouco a pouco nos meus movimentos - finaliza&ccedil;&atilde;o deitando no ch&atilde;o em forma de estrela com as costas apoiadas e novamente realizando o mapeamento corporal - n&atilde;o finalizamos com o fechamento do desenho, mas j&aacute; o tinha feito mentalmente e marquei o mais relevante que foi o relaxamento da minha regi&atilde;o lombar e um maior apoio do contato das costas com o ch&atilde;o Sobre os sons e fluxo de movimentos: Conversamos sobre as diversas sonoridades do contato com diferentes partes do corpo, dos ritmos, velocidades. Algo que est&aacute; agora incorporado no meu movimento, a repeti&ccedil;&atilde;o de padr&otilde;es r&iacute;tmicos, especialmente, porque estou ensaiando um pe&ccedil;a com objetos sonoros do O Grivo que tem essa rela&ccedil;&atilde;o. Combinamos seguir essa din&acirc;mica no pr&oacute;ximo encontro e focarmos nos movimentos dos bra&ccedil;os que ficou mais preeminente para o Jo&atilde;o Estabelecermos padr&otilde;es sonoros que possam surgir Sons graves &ndash; agudos Rela&ccedil;&atilde;o de in&iacute;cio do movimento do centro ou das extremidades Isto pode ter alguma rela&ccedil;&atilde;o com os sons? Som de partes do corpo, quais sons estimulam e dialogam com o externo, esc&aacute;pula, quadril, bra&ccedil;os &Eacute; poss&iacute;vel estabelecer qualidades sonoras vinculada a qualidades de movimentos?  Vale a pena fixa-las? Ou a cada improvisa&ccedil;&atilde;o um padr&atilde;o de movimentos poder&aacute; ter outros sons? Algumas quest&otilde;es dentre tantas outras que surgiram nas nossas conversas e que continuaremos a explorar com essas pr&aacute;ticas de movimentos e sons. Para uma 2a etapa pensamos em fazer este mesmo tipo de explora&ccedil;&atilde;o com os bambus Pensando at&eacute; que ponto ele j&aacute; &eacute; um dispositivo que atua e provoca as modifica&ccedil;&otilde;es das sensa&ccedil;&otilde;es corporais Dialogando aqui com o colch&atilde;o que aquece determinadas partes do corpo desenvolvido na pesquisa com Feldenkrais da Kristina Hook do soma design. Ainda &eacute; uma bibliografia que n&atilde;o tive a chance de me aprofundar, mas adoro todas refer&ecirc;ncias trazidas pelo Jo&atilde;o</p>

<p> </p>
      </article>
    </main>
    <div class = "container">
        <footer class="d-flex flex-wrap justify-content-between align-items-center py-3 my-4 border-top">
            <div class="col-md-4 d-flex align-items-center">
              <span class="mb-3 mb-md-0 text-muted">slomoco archive / last updated on Mon Jan 02 2023</span>
            </div>
            <ul class="nav col-md-4 justify-content-end list-unstyled d-flex">
              <li class="ms-3"><a class="text-muted" href="#"><svg class="bi" width="24" height="24"><use xlink:href="#twitter"></use></svg></a></li>
              <li class="ms-3"><a class="text-muted" href="#"><svg class="bi" width="24" height="24"><use xlink:href="#instagram"></use></svg></a></li>
            </ul>
          </footer>
    </div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js" integrity="sha384-MrcW6ZMFYlzcLA8Nl+NtUVF0sA7MsXsP1UyJoMp4YLEuNSfAP+JcXn/tWtIaxVXM" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/masonry-layout@4.2.2/dist/masonry.pkgd.min.js" integrity="sha384-GNFwBvfVxBkLMJpYMOABq3c+d3KnQxudP/mGPkzpZSTYykLBNsZEnG2D9G/X/+7D" crossorigin="anonymous" async></script>
  </body>
</html>